Revit 2027 API
AreaCreationData.TagPoint Property
 Specify the location of the area tag.
Namespace: Autodesk.Revit.Creation
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public UV TagPoint { get; set; }
Public Property TagPoint As UV
	Get
	Set
public:
property UV^ TagPoint {
	UV^ get ();
	void set (UV^ value);
}
member TagPoint : UV with get, set
Property Value
UV
See Also
Reference
AreaCreationData Class
Autodesk.Revit.Creation Namespace